Repository: MaxZah123/Global-Software-2-Website
Catalog: websiteproj/locale/*/LC_MESSAGES/django.po
Languages: de, ru

source: The 80s theme'd disco is here. This exclusive event is only held once every two years. This year marks the 10th time the event is being hosted. It is truely a great experience. Wouldn't you be interested in knowing how hard your parents partied when they were as young and energetic as yourselves?
ru: Диско-тема 80-х здесь. Это эксклюзивное мероприятие проводится только раз в два года. В этом году исполняется 10 раз, когда мероприятие проводится. Это действительно отличный опыт. Разве тебе не интересно узнать, как тяжело твои родители развлекались, когда они были такими же молодыми и энергичными, как и ты?

source: This years Summer Ball is being brought to you by the collaboration between the Photography & Events society! The ball will is exclusively being held for the most exquisite people on Ireland (that attend college). The ball will be held in the beautiful ball room in Aungier Street. Are you ready for such a prestige evening?
ru: В этом году Летний бал приглашает Вас к сотрудничеству общества фотографии и событий! Бал будет проводиться исключительно для самых изысканных людей в Ирландии (которые посещают колледж). Мяч будет проходить в красивой бальной комнате на улице Онжера. Вы готовы к такому престижному вечеру?

source: Have you ever wanted to invest but never knew how to get into it? Well this event that is being hosted by the Investors society is perfect for you. The event is being hosted as the investors society sees potential in the TUD college students in becoming successful investors in the future.
ru: Вы когда-нибудь хотели инвестировать, но никогда не знали, как попасть в это? Что ж, это мероприятие, проводимое обществом инвесторов, идеально подходит для вас. Мероприятие проводится, поскольку общество инвесторов видит в студентах колледжа TUD потенциал стать успешными инвесторами в будущем.

source: Hosted By:
ru: Хостинг:

source: Contact:
ru: Контакт

source: Anybody & Everybody is welcome to this event. No sign-ups. No Fees. No Registration. The Health Society is here to help those that are well versed in the topic of sex and for those who may not be well acquainted with it. There will be important information to learn for everyone. This is an event that we highly recommend everyone attends. Refreshments will be given.
ru: Любой и все приглашаются на это событие. Нет регистрации. Нет сборов. Нет регистрации. Общество здравоохранения здесь, чтобы помочь тем, кто хорошо разбирается в теме секса, и тем, кто, возможно, плохо знаком с ней. Там будет важная информация, чтобы узнать для всех. Это событие, которое мы настоятельно рекомендуем всем посетить. Будут предоставлены закуски.

source: The one and only Games Society has created the maddest craziest and most importantly the worst event you would ever attend. We invite everyone to come to this event and have a grand old misserable time here. There are prizes given out to those who manage to stay awake through this horrid event. Due to the lack of people, we ask for you to bring your parents, grandparents, kids, neighbours, basically everyone you know. We have hosted multiple of these events and we know we can make events that are memorable for everyone that attends!
ru: Единственное Игровое Общество создало самое безумное и самое главное безумное событие, которое вы когда-либо посещали. Мы приглашаем всех прийти на это событие и провести здесь великолепное старое время. Тем, кому удается не заснуть в течение этого ужасного события, вручаются призы. Из-за отсутствия людей мы просим вас привести своих родителей, бабушек и дедушек, детей, соседей, в основном всех, кого вы знаете. Мы провели несколько таких мероприятий, и мы знаем, что можем сделать мероприятия, которые будут запоминающимися для всех, кто посещает!

source: The Quiz event that is comingon the 22nd June is going to be a blast! Forget about the Games Society. They don't understand real disapointment, and luckily for you, we do. There are literally no positives to this quiz. As previously stated we will show you how smart your mates are. The quiz consists of a few rounds with prizes at the end, we think. It will be nice of you to attend anyway. See you there!
ru: Мероприятие Викторина, которое состоится 22 июня, будет взрывом! Забудьте об Обществе Игр. Они не понимают настоящего разочарования, и, к счастью для вас, мы понимаем. Там нет буквально никаких плюсов в этой викторине. Как было сказано ранее, мы покажем, насколько умны ваши друзья. Мы думаем, что викторина состоит из нескольких раундов с призами в конце. В любом случае вам будет приятно присутствовать. Увидимся там!

source: Everybody inside and outside of TUD is welcome to this great event! There are no hidden fees here, it is totally free to enter. All you need to do is sign-up using the eventbright link. To be allowed in you must be wearing 80s styled clothing. There will be a winner for the best outfit and the best dressed couple at this event! Good luck! If there is any other information that you may need, please feel free to contact us at our email or any of our socials!
ru: Приглашаем всех в TUD и за его пределами! Здесь нет скрытых платежей, вход бесплатный. Все, что вам нужно сделать, это зарегистрироваться, используя ссылку eventbright. Чтобы быть допущенным, вы должны носить одежду в стиле 80-х годов. На этом мероприятии будет победитель в лучшем наряде и лучшая пара! Удачи! Если есть какая-либо другая информация, которая может вам понадобиться, пожалуйста, свяжитесь с нами по электронной почте или в любом из наших социальных сетей!

source: There is a fee of $50 to get into this event. The fee covers up to 2 people so we hope it wont put the biggest dent into the wallets of the college students! At the event a 3 course meal will be provided. There will be a bar, but the drinks are not going to be free. If there is any other information that you seek, please feel free to contact us at our email or any of our socials!
ru: За участие в этом мероприятии взимается плата в размере 50 долларов. Плата покрывает до 2 человек, поэтому мы надеемся, что это не окажет наибольшего влияния на кошельки студентов! На мероприятии будет предоставлено питание из 3 блюд. Там будет бар, но напитки не будут бесплатными. Если есть какая-либо другая информация, которую вы ищете, пожалуйста, не стесняйтесь связаться с нами по электронной почте или любой из наших социальных сетей!

source: There is no fee and no sign-up to be able to attend the event. Just be a part of TUD. We can't be sharing our secrets. We will provide information on how to join the investing game from as little as 50 euro, how to stay in the game, and most importantly how to succeed. There will be pizza at the event! If there is any other information that you seek, please feel free to contact us at our email or any of our socials!
ru: Для участия в мероприятии нет платы и регистрации. Просто будьте частью TUD. Мы не можем делиться нашими секретами. Мы предоставим вам информацию о том, как присоединиться к инвестиционной игре всего за 50 евро, как оставаться в игре и, что наиболее важно, как добиться успеха. На мероприятии будет пицца! Если есть какая-либо другая информация, которую вы ищете, пожалуйста, не стесняйтесь связаться с нами по электронной почте или любой из наших социальных сетей!

source: Facebook Link
ru: Ссылка на Facebook

source: Youtube Link
ru: Ссылка на Youtube

source: Call center
ru: Колл-центр

source: Email
ru: Электронное письмо

source: Badminton, Karate, Coding, Producing, Eating, Wine-tasting! And that's just
ru: Бадминтон, каратэ, кодирование, производство, еда, дегустация вин! И это просто
