Repository: MaxZah123/Global-Software-2-Website
Catalog: websiteproj/locale/*/LC_MESSAGES/django.po
Languages: de, ru

source: English
de: Englisch
ru: Английский

source: German
de: Deutsch
ru: Немецкий

source: Russian
de: Russisch
ru: Русский

source: Societies
de: Vereine
ru: Общества

source: Home
de: Zuhause
ru: Главная

source: Overview
de: Übersicht
ru: Обзор

source: Events
de: Veranstaltungen
ru: События

source: Join a Society
de: Tritt einer Gesellschaft bei
ru: Присоединиться к обществу

source: Create Society
de: Gesellschaft schaffen
ru: Создать общество

source: Create
de: Erschaffen

source: Do you have new idea for a society and would like to make a request. Well you are in the right place.
de: Haben Sie eine neue Idee für eine Gesellschaft und möchten eine Anfrage stellen. Nun, Sie sind am richtigen Ort.

source: Become one of them today!!
de: Werde heute einer von ihnen!!

source: Here at TUD
de: Hier an der TUD

source: we have a number of socities for you to
de: wir haben eine Reihe von Gesellschaften denen Sie

source: join
de: beitreten können

source: However
de: Sie haben jedoch

source: you may feel like we are missing the one for you. So let's hear your idea.
de: möglicherweise das Gefühl, dass wir das für Sie vermissen. Hören wir also Ihre Idee.

source: Here's what you need
de: Hier ist was du brauchst

source: A Society name and idea
de: Ein Name und eine Idee der Gesellschaft

source: A Supervisor
de: Ein Aufseher

source: At least five members. Name and Student Number
de: Mindestens fünf Mitglieder. Name und Schülernummer

source: 'I noticed there was no society for bird watchers, so I saw my oppurtunity and used this easy set up. Never been happier in my life.'
de: 'Ich bemerkte, dass es keine Gesellschaft für Vogelbeobachter gab, also sah ich meine Chance und nutzte diese einfache Einrichtung. Ich war noch nie in meinem Leben glücklicher.'

source: 'We always felt even though we are humans we relate more to animals. So we wanted a society where that could be expressed and no longer be judged. This gave us that oppurtunity.'
de: 'Wir hatten immer das Gefühl, dass wir, obwohl wir Menschen sind, mehr mit Tieren zu tun haben. Wir wollten also eine Gesellschaft, in der dies zum Ausdruck gebracht und nicht mehr beurteilt werden kann. Dies gab uns diese Gelegenheit.'

source: 'Doing the same exercises was so boring so I needed a new way to excite me. I chose do seek no way of doing things but first I needed a crew. This allowed me to form a crew. I'm forever grateful and never bored'
de: 'Die gleichen Übungen zu machen war so langweilig, dass ich einen neuen Weg brauchte, um mich zu erregen. Ich entschied mich dafür, keine Möglichkeit zu suchen, aber zuerst brauchte ich eine Crew. Dadurch konnte ich eine Crew bilden. Ich bin für immer dankbar und nie gelangweilt'

source: Application Form
de: Anmeldeformular

source: Society Name
de: Name der Gesellschaft

source: Supervisor Name
de: Name des Vorgesetzten

source: Society Idea
de: Gesellschaftsidee

source: Society Members
de: Mitglieder der Gesellschaft

source: Alternatively
de: Alternativ

source: you can download this
de: können Sie diese herunterladen

source: form
de: bilden

source: and fill it out then return to the Societies Office in Aungier Street.
de: und füllen Sie es aus und kehren Sie dann zum Gesellschaftsbüro in der Aungier Street zurück.

source: About Events And Societies
de: Über Veranstaltungen und Gesellschaften
ru: О событиях и обществах

source: Due to the amount of correctional activities occuring in the world during the time of this text being written, many events and societies have had to be postponed/terminated.
de: Aufgrund der Menge an Strafvollzugsaktivitäten, die in der Welt während Zum Zeitpunkt der Abfassung dieses Textes mussten viele Ereignisse und Gesellschaften aufgeschoben/beendet werden.
ru: В связи с количеством исправительных мероприятий, происходящих в мире во время во время написания этого текста многим событиям и обществам приходилось будет отложено/окончено.

source: Not all events and societies are entirely factual. Viewer discretion is advised.
de: Nicht alle Ereignisse und Gesellschaften sind rein sachlich. Die Diskretion der Zuschauer ist empfohlen.
ru: Не все события и общества являются полностью фактическими. Дискреционное усмотрение зрителя осведомлён.

source: Our offices
de: Unsere buros
ru: Наши офисы

source: More About TUD
de: Mehr Informationen
ru: Подробнее о TUD

source: Explore
de: Erforschen Sie
ru: Ознакомиться с сайтом

source: Open Days
de: Tage der offenen Tür
ru: Дни открытых дверей

source: Visit Us
de: Besuchen Sie uns
ru: Посетите нас

source: Accounting
de: Buchhaltung
ru: Бухгалтерия

source: Run Up Our Socials!
de: Starten Sie unsere Socials!
ru: Запустите наши соцслужбы!

source: News and Updates
de: Nachrichten und Updates
ru: Новости и обновления

source: Sign up to get weekly updates on events and societies!
de: Melden Sie sich an, um wöchentliche Updates über Veranstaltungen und Gesellschaften zu erhalten!
ru: Зарегистрируйтесь, чтобы получать еженедельные новости о событиях и обществах!

source: Contact
de: Kontakt
ru: Контакт

source: If you have any queries on joining societies or if you need information about anything else feel free to contact us by:
de: Wenn Sie Fragen zum Beitritt zu Gesellschaften haben oder Informationen zu anderen Themen benötigen, wenden Sie sich bitte an:
ru: Если у вас есть какие-либо вопросы о присоединении к обществу или если вам нужна информация о чем-либо еще, не стесняйтесь обращаться к нам по:

source: Filling out our contact form
de: Füllen Sie unser Kontaktformular aus
ru: Заполнение нашей контактной формы

source: Ringing our telephone number
de: Wir rufen unsere Telefonnummer an
ru: Звонок на наш номер телефона

source: Or by visiting us at one of our offices listed below
de: Oder besuchen Sie uns in einem unserer unten aufgeführten Büros
ru: Или посетив нас в одном из наших офисов, перечисленных ниже

source: Here are just some of the societies that we would recommend you joining:
de: Hier sind nur einige der Gesellschaften, denen wir Ihren Beitritt empfehlen würden:
ru: Вот лишь некоторые из обществ, к которым мы бы порекомендовали вас присоединиться:

source: The Photo society
de: Die Fotogesellschaft
ru: Фото общество

source: This is a society that adheres to all photographers and if you like taking pictures this is definitely the society for you.
de: Dies ist eine Gesellschaft, die sich an alle Fotografen hält, und wenn Sie gerne fotografieren, ist dies definitiv die Gesellschaft für Sie.
ru: Это общество, которое придерживается всех фотографов, и если вам нравится фотографировать, это, безусловно, общество для вас.

source: Joining societies is a great way of making new friends and doing the things you love so joining this or any society is a great way to settle into college life.
de: Der Beitritt zu Gesellschaften ist eine großartige Möglichkeit, neue Freunde zu finden und die Dinge zu tun, die Sie lieben. Der Beitritt zu dieser oder einer anderen Gesellschaft ist eine großartige Möglichkeit, sich im College-Leben niederzulassen.
ru: Присоединение к обществу - это отличный способ завести новых друзей и заниматься любимым делом, поэтому присоединение к этому или любому обществу - отличный способ освоиться в студенческой жизни.

source: Check out the link below to see the Photo Soc facebook page where you can view some of their great work.
de: Schauen Sie sich den Link unten an, um die Facebook-Seite von Photo Soc zu sehen, auf der Sie einige ihrer großartigen Arbeiten sehen können.
ru: Перейдите по ссылке ниже, чтобы увидеть страницу Facebook Photo Soc, где вы можете увидеть некоторые из их замечательных работ.

source: The musical society
de: Die Musikgesellschaft
ru: Музыкальное общество

source: This society is a great society where you can show off all of your musical talents.
de: Diese Gesellschaft ist eine großartige Gesellschaft, in der Sie all Ihre musikalischen Talente unter Beweis stellen können.
ru: Это общество - великое общество, где вы можете показать все свои музыкальные таланты.

source: Talents range from sick producers and artists to incredible instrument players.
de: Die Talente reichen von kranken Produzenten und Künstlern bis zu unglaublichen Instrumentenspielern.
ru: Таланты варьируются от больных продюсеров и артистов до невероятных игроков на инструментах.

source: The musical society tries it's very best to display the musical talents of all its members.
de: Die Musikgesellschaft versucht am besten, die musikalischen Talente aller ihrer Mitglieder zu zeigen.
ru: Музыкальное общество старается показать лучшие музыкальные таланты всех своих членов.

source: Join this society now click the link below to see one of our top members Kxngbari in action.
de: Treten Sie dieser Gesellschaft jetzt bei, indem Sie auf den unten stehenden Link klicken, um eines unserer Top-Mitglieder Kxngbari in Aktion zu sehen.
ru: Присоединяйтесь к этому обществу и нажмите на ссылку ниже, чтобы увидеть одного из наших лучших членов Kxngbari в действии.

source: The Baking society
de: Die Backgesellschaft
ru: Хлебопекарное общество

source: If you have a big sweet tooth or have any sort of baking skill or both then this society is most definitely for you.
de: Wenn Sie eine große Naschkatze haben oder irgendeine Art von Backfertigkeit oder beides haben, dann ist diese Gesellschaft definitiv für Sie.
ru: Если у вас большой сладкоежка или какой-либо навык выпечки или и то, и другое, тогда это общество определенно для вас.

source: This society like any other brings together different types of people but it is where cakes, buns etc are enjoyed by all.
de: Diese Gesellschaft bringt wie jede andere verschiedene Arten von Menschen zusammen, aber hier genießen alle Kuchen, Brötchen usw.
ru: Это общество, как и любое другое, объединяет разные типы людей, но именно здесь всем нравятся торты, булочки и т. Д.

source: Many meetings occur throughout the year where different events that will take place are spoken about.
de: Während des ganzen Jahres finden viele Treffen statt, bei denen über verschiedene Ereignisse gesprochen wird.
ru: Многие встречи происходят в течение года, где обсуждаются различные события.

source: Click the link below to see more on what the baking society is about.
de: Klicken Sie auf den Link unten, um mehr darüber zu erfahren, worum es in der Backgesellschaft geht.
ru: Нажмите на ссылку ниже, чтобы узнать больше об обществе выпечки.

source: Address
de: Adresse
ru: Адрес

source: This number is free to call from anywhere around the globe so don't be afraid to dial thos digits!
de: Diese Nummer kann von überall auf der Welt kostenlos angerufen werden. Haben Sie also keine Angst, diese Ziffern zu wählen!
ru: На этот номер можно звонить из любой точки мира, поэтому не бойтесь набирать эти цифры!

source: Electronic support
de: Elektronische Unterstützung
ru: Электронная поддержка

source: Please feel free to write an email to us.
de: Bitte schreiben Sie uns eine E-Mail.
ru: Пожалуйста, не стесняйтесь написать нам письмо.

source: Contact form
de: Kontakt Formular
ru: Форма обратной связи

source: Firstname
de: Vorname
ru: Имя

source: Lastname
de: Nachname
ru: Фамилия

source: Location
de: Ort
ru: Расположение

source: Message
de: Botschaft
ru: Сообщение

source: Send message
de: Nachricht senden
ru: Отправить сообщение

source: Popular Societies
de: Populäre Gesellschaften
ru: Народные общества

source: Photography
de: Fotografie
ru: Фотография

source: Baking
de: Backen
ru: Выпечка

source: Banter
de: Geplänkel
ru: Стеб

source: African
de: Afrikanisch
ru: Африканский

source: Run up our Socials!
de: Führen Sie unsere Socials!
ru: Запустите наши Socials!

source: Sign up to get weekly updates on events and societies.
de: Melden Sie sich an, um wöchentliche Updates zu Veranstaltungen und Gesellschaften zu erhalten.
ru: Зарегистрируйтесь, чтобы получать еженедельные обновления о событиях и обществах.

source: Overview of Societies
de: Übersicht der Gesellschaften
ru: Обзор обществ

source: In the TU Dublin Societies Office we endeavour to promote and provide a huge and diverse range of student lead volunteering opportunities, societies, activities and events.
de: Im Büro der TU Dublin Societies bemühen wir uns, ein riesiges und vielfältiges Spektrum an studentischen Freiwilligenangeboten, Gesellschaften, Aktivitäten und Veranstaltungen zu fördern und anzubieten.
ru: В Дублинском Общественном Офисе TU мы стремимся продвигать и предоставлять огромный и разнообразный спектр возможностей волонтерства, обществ, мероприятий и мероприятий для студентов.

source: TUDublin Societies
de: TUDublin-Gesellschaften
ru: TUDublin обществ

source: Introduction
de: Einführung
ru: Вступление

source: As you get into college life, it may surprise you to learn that it’s not all about beating the well-worn track from lecture hall to library and vice versa. TU Dublin has more than a hundred societies that range from volunteering, performing arts and campaigning/political to religious, sign language and student media, or are course-related. Run by students for students, the societies are supported by the staff of the society’s office through advice, administration and finance. TU Dublin seeks to develop the ‘community’ on campus by providing activities, events, entertainment and development opportunities.
de: Wenn Sie ins College-Leben kommen, kann es Sie überraschen zu erfahren, dass es nicht nur darum geht, die altbewährte Strecke von Hörsaal zu Bibliothek zu schlagen und umgekehrt. Die TU Dublin hat mehr als hundert Gesellschaften, die von Freiwilligenarbeit, darstellender Kunst und Kampagnen/Politik bis hin zu religiösen, Gebärdensprachen und studentischen Medien reichen oder kursbezogen sind. Die von Studenten für Studenten geleiteten Vereine werden von den Mitarbeitern des Vereinsbüros durch Beratung, Verwaltung und Finanzen unterstützt. Die TU Dublin ist bestrebt, die "Community" auf dem Campus durch Aktivitäten, Veranstaltungen, Unterhaltungs- und Entwicklungsmöglichkeiten zu entwickeln.
ru: Вступая в студенческую жизнь, вы можете удивиться, узнав, что дело не только в том, чтобы прыгнуть по изношенной дорожке из лекционного зала в библиотеку и наоборот. TU Dublin насчитывает более ста обществ, которые варьируются от волонтерства, исполнительского искусства и агитации / политических до религиозных, жестовых и студенческих средств массовой информации или связаны с курсом. Обществом управляют студенты для студентов, сотрудники общества поддерживают его через консультации, администрацию и финансы. TU Dublin стремится развивать «сообщество» в кампусе, предоставляя мероприятия, мероприятия, развлечения и возможности для развития.

source: More information
de: Mehr Informationen
ru: Дополнительная информация

source: There is also over 35 extra annual “special events” both big and small! The last number of years has seen a huge increase in society’s membership and the number of events on and off campus. Societies are now an integral part of college life and a huge retention tool in keeping students young and mature, national and non national in college. They provide a huge range of activities for all those who want to get involved, a selection of these include:
de: Es gibt auch über 35 zusätzliche jährliche „Sonderveranstaltungen“, sowohl große als auch kleine! In den letzten Jahren hat die Mitgliederzahl der Gesellschaft und die Anzahl der Veranstaltungen auf und außerhalb des Campus enorm zugenommen. Gesellschaften sind heute ein wesentlicher Bestandteil des Universitätslebens und ein wichtiges Instrument zur Bindung von Studenten an junge und reife, nationale und nicht nationale Studenten. Sie bieten eine große Auswahl an Aktivitäten für alle, die sich engagieren möchten. Eine Auswahl davon umfasst:
ru: Существует также более 35 дополнительных ежегодных «специальных мероприятий», больших и маленьких! В последние годы наблюдалось значительное увеличение числа членов общества и количества мероприятий на территории кампуса и за его пределами. В настоящее время общества являются неотъемлемой частью жизни колледжа и огромным средством удержания студентов в молодом и зрелом возрасте, как в национальном, так и в негосударственном образовании. Они предоставляют широкий спектр мероприятий для всех, кто хочет принять участие, среди которых:

source: volunteering opportunities
de: Freiwilligenarbeit
ru: волонтерские возможности

source: training and leadership opportunities
de: Schulungs- und Führungsmöglichkeiten
ru: возможности обучения и лидерства

source: trips away
de: Ausflüge weg
ru: поездки

source: guest speakers
de: Gast Sprecher
ru: приглашенные докладчики

source: social nights
de: soziale Nächte
ru: светские вечера

source: And much more!
de: Und vieles mehr!
ru: И многое другое!

source: For further information contact:
de: Für weitere Informationen kontaktieren Sie bitte:
ru: Для получения дополнительной информации обращайтесь:

source: Societies Development Officer
de: Entwicklungsbeauftragter für Gesellschaften
ru: Сотрудник по развитию общества

source: Head of Societies
de: Leiter der Gesellschaften
ru: Глава общества

source: Follow us on:
de: Folge uns auf:
ru: Подпишитесь на нас в:

source: Events And Societies
de: Veranstaltungen und Gesellschaften
ru: События и общества

source: Looking for fun, as much as can be?
de: Auf der Suche nach Spaß? So viel wie möglich?
ru: Ищешь веселья, как можно больше?

source: Find it and more, at TUD!
de: Finden Sie es und mehr, an der TUD!
ru: Найди его и еще что-нибудь, в TUD!

source: An Event For Everyone!
de: Ein Ereignis für alle!
ru: Событие для всех!

source: Whether you're looking for a night out with your friends, a day of volunteering with your classmates,
de: Ganz gleich, ob Sie einen Abend mit Ihren Freunden oder einen Tag der Freiwilligenarbeit mit Ihren Klassenkameraden suchen,
ru: Ищешь ли ты ночь с друзьями, день, когда волонтёрство с твоими одноклассниками,

source: or some bonding time with your new fellow students, there is an event for everyone! Our wide array of events, gives any, and every student
de: oder eine Zeit der Begegnung mit Ihren neuen Kommilitonen, gibt es eine Veranstaltung für alle! Unser breites Angebot an Veranstaltungen gibt jedem Studenten und jeder Studentin
ru: или какое-нибудь сближение с вашими новыми сокурсниками, есть событие для все! Наш широкий спектр мероприятий, дает любой, и каждый студент

source: an opportunity to find something that suits them!
de: eine Gelegenheit, etwas zu finden, das zu ihnen passt!
ru: возможность найти то, что им подходит!

source: Click below to learn more about our numerous events!
de: Klicken Sie unten, um mehr über unsere zahlreichen Veranstaltungen zu erfahren!
ru: Нажмите ниже, чтобы узнать больше о наших многочисленных мероприятиях!

source: Here at TUD, we're very, very passionate about safe sex! We want to make sure that at every turn, our students don't experience any scratches or burns!
de: Hier an der TUD setzen wir uns sehr, sehr leidenschaftlich für sicheren Sex ein! Wir wollen sicher, dass unsere Schülerinnen und Schüler auf Schritt und Tritt keine Kratzer oder burns!
ru: Здесь, в TUD, мы очень, очень увлечены безопасным сексом! Мы хотим сделать уверен, что на каждом шагу наши студенты не испытывают никаких царапин или ожоги!

source: This year, TUD Kevin Street is hosting the annual
de: Dieses Jahr ist die TUD Kevin Street Gastgeber der jährlichen
ru: В этом году TUD Кевин-стрит проводит ежегодный

source: event for the 3rd year running! A sure place to be for young lovebirds!
de: Veranstaltung zum 3. Mal in Folge! Ein sicherer Ort für junge Turteltäubchen!
ru: мероприятие уже третий год подряд! Конечное место для юных влюбленных!

source: Continue reading
de: Lesen Sie weiter
ru: Продолжить чтение

source: What some might describe to be the most over-gassed event in all of history, TUD is a strong advocate for Bingo Loco! It's incredibly repetitive play-style, awful song choices, and miserable outcomes will leave any event-goer in a mood of immense disapointment and regret! Unless you win! Which you won't.
de: Was einige als das am stärksten übergaste Ereignis in der Geschichte bezeichnen könnten, TUD ist ein starker Fürsprecher für Bingo Loco! Es ist ein unglaublich sich wiederholendes Spiel-Stil, schreckliche Songauswahl und miserable Ergebnisse werden jeden Veranstaltungsbesucher in einer Stimmung ungeheurer Enttäuschung und Reue! Es sei denn, Sie gewinnen! Was Sie wird es nicht.
ru: То, что некоторые могут охарактеризовать как самое завышенное событие за всю историю, TUD - сильный защитник Бинго Локо! Это невероятно повторяющаяся игра...стиль, ужасный выбор песен и жалкие результаты оставят любого зрителя. в настроении огромного разочарования и сожаления! Если только ты не выиграешь! Который ты не будет.

source: Table Quiz
de: Tabellen-Quiz
ru: Настольная викторина

source: There's no better way to connect with your new classmates than over an activity that showcases just how unintelligent they are! Here at TUD, we host a table quiz every month, at every campus! So there's always an opportunity to see just how far John's knowledge of tractors expands!
de: Es gibt keine bessere Möglichkeit, mit Ihren neuen Klassenkameraden in Kontakt zu treten, als über eine Aktivität, die zeigt, wie unintelligent sie sind! Hier an der TUD, wir veranstalten Sie jeden Monat auf jedem Campus ein Tischquiz! Es gibt also immer ein Gelegenheit, zu sehen, wie weit Johns Wissen über Traktoren reicht!
ru: Нет лучшего способа связаться с твоими новыми одноклассниками, чем через деятельность, которая показывает, насколько они неразумны! Здесь, в TUD, мы Проводить викторину каждый месяц, в каждом кампусе! Так что всегда есть возможность увидеть, как далеко расширяются знания Джона о тракторах!

source: So Many Societies!
de: So viele Gesellschaften!
ru: Так много обществ!

source: naming a few! Here at TUD, we have over 100 societies! That's right! You read that correctly!
de: um nur einige zu nennen! Hier an der TUD haben wir über 100 Gesellschaften! Das ist richtig! Sie lesen das richtig!
ru: назвать несколько! Здесь, в ТУД, у нас более 100 обществ! Точно! Вы правильно понял!

source: ONE HUNDRED societies! So there's guaranteed to be one for you!
de: EINE HUNDERT GESELLSCHAFTEN! Es gibt also garantiert eine für Sie!
ru: Одно СТОЛОВОЕ общество! Так что для тебя гарантированно будет одно!

source: Click below to learn more about our incredible societies!
de: Klicken Sie unten, um mehr über unsere unglaublichen Gesellschaften zu erfahren!
ru: Нажмите ниже, чтобы узнать больше о наших невероятных обществах!

source: Gallery
de: Galerie
ru: Галерея

source: Take a look at the photos our photographer captured at some of our most popular events and societies!
de: Werfen Sie einen Blick auf die Fotos, die unser Fotograf bei einigen unserer populäre Veranstaltungen und Gesellschaften!
ru: Взгляните на фотографии, которые наш фотограф запечатлел на некоторых из наших самых народные мероприятия и общества!

source: Whether you're looking for a night out with your friends, a day of volunteering with your classmates, or some bonding time with your new fellow students, there is an event for everyone! Our wide array of events, gives any, and every student an opportunity to find something that suits them!
ru: Если вы ищете ночь с друзьями, день добровольчества с одноклассниками, или некоторые связи время с вашими новыми студентами, есть событие для всех! Наш широкий спектр событий, дает любому, и каждый студент возможность найти то, что им подходит!

source: Details →
ru: Подробности →
